Repository: kaisenlinux/apt-setup
Catalog: debian/po/*.po
Languages: fa, hu, ka, sr

source: Although not at all part of Debian, some non-free firmware has been made to work with Debian. This firmware has varying licenses which restrict your freedoms to use, modify, or share the software, and generally does not have source forms that you may study.
fa: اگرچه کاملاً بیرون از دبیان، برخی ثابت‌افزارهای ناآزاد برای کار با دبیان ساخته شده‌اند. این ثابت‌افزارها پروانه‌هایی گوناگون داشته که آزادیتان در استفاده، تغییر یا هم‌رسانی نرم‌افزار را محدود کرده و عموماً ریخت منبعی که بتوانید مطالعه کنید ندارند.
hu: Bár egyáltalán nem része a Debiannak, néhány nem ingyenes firmware készült a Debiannal való együttműködésre. Ennek a firmware-nek különböző licencei vannak, amelyek korlátozzák az Ön szabadságát a szoftver használatára, módosítására vagy megosztására, és általában nem rendelkezik olyan forrásűrlapokkal, amelyeket tanulmányozhat.
ka: მიუხედავად მისა, რომ ის Debian-ის ნაწილი არაა, ზოგიერთი არათავისუფალი მიკროკოდი Debian-ზე მაინც აამუშავებს. ამ მიკროკოდების ლიცენზია იცვლება და ზღუდავს თქვენს თავისუფლებას, გამოიყენოთ, შეცვალოთ ან გააზიაროთ ეს პროგრამა და, როგორც წესი, არ აქვს პროგრამული კოდი, რომელიც შეგიძლიათ, შეისწავლოთ.
sr: Иако уопште није део Дебиана, неки неслободни уграђени програм је оспособљени да ради са њим. Овај уграђени програм има измењене лиценце које ограничавају вашу слободу да користите, мењате или делите софтвер и уопштено не садржи изворне облике које можете да проучавате.

source: Please choose whether you want to have it available anyway.
fa: گزینش این که می‌خواهید در هر صورت موجود باشد یا نه.
hu: Kérlek döntsd el, hogy szeretnéd-e ezt mindenképpen elérhetővé tenni.
ka: აირჩიეთ, გნებავთ, თუ არა, ის მაინც გამოჩნდეს.
sr: Изаберите да ли желите да и даље буде доступан.

source: Use non-free software?
fa: استفاده از نرم‌افزار غیر آزاد؟
hu: Használsz nem szabad licencű szoftvereket?
ka: გამოვიყენო არა-თავისუფალი პროგრამები?
sr: Да користим неслободни софтвер?

source: Some non-free software has been made to work with Debian. Though this software is not at all a part of Debian, standard Debian tools can be used to install it. This software has varying licenses which may prevent you from using, modifying, or sharing it.
fa: تعدادی نرم‌افزار غیر آزاد برای کار با دبیان ساخته شده‌اند که با این که جزوی از دبیان نیستند می‌توان از ابزارهای دبیان برای نصبشان استفاده کرد. این نرم‌افزارها می‌توانند پروانه‌های مختلفی داشته باشند که از استفاده، دستکاری و هم‌رسانیشان جلوگیری کنند.
hu: Néhány nem szabad licencű szoftvert sikerült a Debian alatt működőképessé tenni. Bár ezek a szoftverek NEM részei a Debian rendszernek, a Debian szabványos eszközei használhatók a telepítésükhöz. Ezek a szoftverek különböző licencekkel rendelkeznek, amelyek megakadályozhatják a szabad felhasználásukat, módosításukat, ellenőrzésüket vagy megosztásukat.
ka: Debian-სთვის არის არათავისუფალი პროგრამებიც. ისინი არ შედიან დისტრიბუტივში, მაგრამ შესაძლებელია მათი დაყენება Debian-ის სტანდარტული საშუალებებით. ამ პროგრამებს გააჩნიათ ლიცენზიები, რომლებიც შეიძლება კრძალავდნენ მათ გამოყენებას, შეცვლას ან გავრცელებას.
sr: Неки неслободни софтверски пакети су учињени да раде са Дебианом. Мада овај софтвер није уопште део Дебианa, стандардни Дебиан алати се могу користити за његово инсталирање. Овај софтвер има различите лиценце које вас могу спречити да га користите, мењате и делите са другима.

source: Use contrib software?
fa: استفاده از نرم‌افزارهای مشارکتی؟
hu: Használsz „contrib” szoftvereket?
ka: გამოვიყენო მოხალისეების პროგრამები?
sr: Да користим софтвер доприносиоца?

source: Some additional software has been made to work with Debian. Though this software is free, it depends on non-free software for its operation. This software is not a part of Debian, but standard Debian tools can be used to install it.
fa: تعدادی نرم‌افزار اضافی برای کار با دبیان ساخته شده‌اند که با این که آزادند، برای کار وابسته به نرم‌افزارهای غیر آزاد هستند.این نرم‌افزارها جزو دبیان نیستند، ولی می‌توان از ابزارهای دبیان برای نصبشان استفاده کرد.
hu: Néhány további szoftver is együttműködik a Debian rendszerrel. Bár ezek a szoftverek szabad szoftverek, de a működésük nem szabad licencű szoftverektől függ. Ezek a szoftverek SEM RÉSZEI a Debian rendszernek, de a Debian szabványos eszközeivel telepíthetők.
ka: Debian-ზე რამდენიმე დამატებით პროგრამა მუშაობს. იმის მიუხედავად, რომ ეს პროგრამები თავისუფალია, თავისი ფუნქციონალისთვის ის არათავისუფალ პროგრამებს იყენებს. ეს პროგრამა Debian-ის ნაწილი არაა, მაგრამ მის დასაყენებლად Debian-ის სტანდარტული ხელსაწყოები შეგიძლიათ, გამოიყენოთ.
sr: Неки додатни софтверски пакети су учињени да раде са Дебианом. Мада је овај софтвер слободан, зависи од неслободног софтвера за свој рад. Овај софтвер није део Дебиана, али стандардни Дебиан алати се могу користити за његово инсталирање.

source: Please choose whether you want this software to be made available to you.
fa: لطفاً مشخّص کنید که می‌خواهید این نرم‌افزارها در اختیارتان قرار بگیرد یا نه.
hu: Kérlek döntsd el, szeretnéd-e, hogy ezek a szoftverek elérhetővé váljanak számodra.
ka: აირჩიეთ, გნებავთ, თუ არა, ეს პროგრამა მაინც გამოჩნდეს.
sr: Изаберите да ли желите да вам овај софтвер и даље буде доступан.

source: Change mirror
fa: تغییر آینه
hu: Tükörszerver cseréje
ka: სარკის შეცვლა
sr: Промени мирор

source: Downloading a file failed:
fa: بارگیری پرونده‌ای شکست خورد:
hu: A fájl letöltése nem sikerült:
ka: ჩავარდა გადმოწერა ფაილისთვის:
sr: Преузимање датотеке није успело:

source: The installer failed to access the mirror. This may be a problem with your network, or with the mirror. You can choose to retry the download, select a different mirror, or ignore the problem and continue without all the packages from this mirror.
fa: دسترسی نصب کننده به آینه شکست خورد. این امر می‌تواند ناشی از مشکلی در شبکه یا آینه باشد. می‌توانید دوباره برای بارگیری تلاش کرده، آینه‌ای دیگر گزیده یا از مشکل چشم‌پوشی کرده و بدون همهٔ بسته‌های این آینه ادامه دهید.
hu: A telepítő nem érte el a tükörszervert. Ez lehet a hálózat, vagy a tükörszerver hibája is. Megpróbálhatod újra letölteni, választhatsz másik tükörszervert, vagy figyelmen kívül hagyhatod a problémát és folytatod a tükörszerver összes csomagja nélkül.
ka: დაყენების პროგრამას სარკესთან წვდომა არ აქვს. შეიძლება, პრობლემა აქვს თქვენს ქსელს, ან სარკეს. შეგიძლიათ აირჩიოთ გადმოწერის თავიდან ცდა, აირჩიოთ სხვა სარკე, ან გამოტოვოთ ეს პრობლემა გააგრძელოთ ამ სარკის პაკეტების გარეშე.
sr: Програм за инсталацију није успео да приступи сајту извора. Проблем може бити до ваше мреже или до самог извора. Можете одабрати да поново покушате преузимање, изаберете други извор или да занемарите овај проблем и наставите без свих пакета са овог извора.

source: Use a network mirror?
fa: استفاده از آینهٔ شبکه‌ای؟
hu: Használsz hálózati tükörszervert?
ka: გამოვიყენო ქსელური სარკე?
sr: Да користим мрежни извор?

source: A network mirror can be used to supplement the software that is included on the installation media. This may also make newer versions of software available.
fa: آینهٔ شبکه‌ای می‌تواند برای تکمیل نرم‌افزارهایی که روی رسانهٔ نصب قرار دارند استفاده شود. همچنین ممکن است نگارشی جدیدتر از نرم‌افزارها را داشته باشد.
hu: A telepítő adathordozón található szoftverek kiegészítésére hálózati tükörszervert használhatsz. Ez a szoftverek újabb verzióit is elérhetővé teheti.
ka: ქსელური სარკის გამოყენება შესაძლებელია დაყენების მედიაზე არსებული პროგრამების შესავსებად. გარდა ამისა, შესაძლებელი იქნება პროგრამების განახლებების მიღებაც.
sr: Мрежни мирор се може користити да замени софтвер који је укључен на инсталационом медију. Може такође обезбедити новија издања софтвера.

source: Continue without a network mirror?
fa: ادامه بدون آینهٔ شبکه؟
hu: Tükörszerver nélkül folytatod?
ka: გსურთ ქსელის სარკის გარეშე გაგრძელება?
sr: Да наставим без мрежног мирора?

source: No network mirror was selected.
fa: هیچ آینهٔ شبکه‌ای گزیده نشده.
hu: Nincs kiválasztva hálózati tükörszerver.
ka: ქსელური სარკე არჩეული არაა.
sr: Није изабран мрежни мирор.

source: Use restricted software?
ka: გამოვიყენო შეზღუდული პროგრამები?

source: Some non-free software is available in packaged form. Though this software is not a part of the main distribution, standard package management tools can be used to install it. This software has varying licenses which may prevent you from using, modifying, or sharing it.
ka: ზოგიერთი არა-უფასო პროგრამა ხელმისაწვდომია პაკეტების სახით. მიუხედავად იმისა, რომ ეს პროგრამები მთავარი დისტრიბუტივის ნაწილი არაა, მათ დასაყენებლად სტანდარტული პაკეტები მართვის პროგრამები შეგიძლიათ, გამოიყენოთ. ამ პროგრამებს აქვთ სხვადასხვა ლიცენზიები, რომლებიც შეიძლება, მათ გამოყენებას, შეცვლას ან გაზიარებას გიკრძალავდეთ.

source: Use software from the "universe" component?
ka: გამოვიყენო პროგრამები კომპონენტიდან "universe"?

source: Some additional software is available in packaged form. This software is free and, though it is not a part of the main distribution, standard package management tools can be used to install it.
ka: ზოგიერთი დამატებითი პროგრამა პაკეტების სახითაა ხელმისაწვდომი. ეს პროგრამები უფასოა და მიუხედავად იმისა, რომ ისინი მთავარი დისტრიბუტივის ნაწილს არ წარმოადგენენ, მათ დასაყენებლად პაკეტების მართვის სტანდარტული ხელსაწყოების გამოყენება შეგიძლიათ.

source: Use software from the "multiverse" component?
ka: გამოვიყენო პროგრამები კომპონენტიდან "multiverse"?

source: Some non-free software is available in packaged form. Though this software is not a part of the main distribution, standard package management tools can be used to install it. This software has varying licenses and (in some cases) patent restrictions which may prevent you from using, modifying, or sharing it.
ka: პაკეტი შეიცავს კომერციულ პროდუქტებსაც. ეს პროგრამები არ შედის მთავარ დისტრიბუტივში, მაგრამ შეიძლება დაყენდეს სტანდარტული საშუალებებით. ამ პროგრამებს შეიძლება ჰქონდეთ ლიცენზიები, რომლებიც კრძალავენ მათს გამოყენებას, გადაკეთებასა და გავრცელებას.

source: Use software from the "partner" repository?
ka: გამოვიყენო პროგრამები რეპოზიტორიიდან „partner“?

source: Some additional software is available from Canonical's "partner" repository. This software is not part of Ubuntu, but is offered by Canonical and the respective vendors as a service to Ubuntu users.
ka: ზოგიერთი დამატებითი პროგრამა ხელმისაწვდომია Canonical-ის რეპოზიტორიიდან "partner". ეს პროგრამები Ubuntu-ის ნაწილი არაა, მაგრამ მათ Canonical და სხვა შესაბამისი მომწოდებლები Ubuntu-ის მომხმარებლებს სერვისად გთავაზობთ.

source: Use backported software?
ka: გამოვიყენო გადმოტანილი პროგრამები?

source: Some software has been backported from the development tree to work with this release. Although this software has not gone through such complete testing as that contained in the release, it includes newer versions of some applications which may provide useful features.
ka: ამ გამოშვებაში ზოგიერთი პროგრამა გადმოტანილია დამუშავების პროცესში მყოფი ვერსიიდან. მათ არ გაუვლიათ ისეთი სრული ტესტირება, როგორც სხვებს, მაგრამ ზოგი პროდუქტის ახალ ვერსიას შეიძლება საჭირო თვისებები ჰქონდეს და ამდენად, საინტერესო იყოს.
