Repository: kaisenlinux/apt-setup
Catalog: debian/po/*.po
Languages: fa, hu, ka, sr

source: Configure the package manager
fa: پیکربندی مدیر بسته
hu: A csomagkezelő beállítása
ka: პაკეტების მმართველის მორგება
sr: Подешавам управника пакетима

source: Configuring apt
fa: پیکربندی apt
hu: Az APT beállítása
ka: Apt-ის მორგება
sr: Подешавам апт

source: Running ${SCRIPT}...
fa: اجرا کردن ‪${SCRIPT}‬…
hu: ${SCRIPT} futtatása...
ka: ${SCRIPT}-ის შესრულება...
sr: Извршавам скриптеу „${SCRIPT}“...

source: Scanning local repositories...
fa: پوییدن مخزن‌های محلی…
hu: Helyi tárolók áttekintése...
ka: ლოკალური რეპოზიტორიების სკანირება...
sr: Скенирам локалне ризнице...

source: Scanning the security updates repository...
fa: پوییدن مخزن به‌روز رسانی‌های امنیتی…
hu: A biztonsági frissítések tárolójának áttekintése...
ka: უსაფრთხოების განახლებების რეპოზიტორიის სკანირება...
sr: Скенирам ризницу са безбедносним закрпама...

source: Scanning the release updates repository...
fa: پوییدن مخزن به‌روز رسانی‌های ارائه…
hu: A kiadási frissítések tárolójának áttekintése...
ka: რელიზის განახლებების რეპოზიტორიის სკანირება...
sr: Скенирам ризнице са ажурирањима издања...

source: Scanning the backports repository...
fa: پوییدن مخزن backports…
hu: Backport tároló áttekintése...
ka: უკან გადმოტანილი პაჩების რეპოზიტორიის სკანირება...
sr: Прегледам ризницу пренесеног софтвера...

source: Retry
fa: تلاش دوباره
hu: Ismét
ka: თავიდან ცდა
sr: Понови

source: Ignore
fa: چشم‌پوشی
hu: Kihagy
ka: გამოტოვება
sr: Занемари

source: Downloading local repository key failed:
fa: بار گرفتن کلید مخزن محلی شکست خورد:
hu: A helyi tárolókulcs letöltése nem sikerült:
ka: ლოკალური რეპოზიტორიის გასაღების გადმოწერა ჩავარდა:
sr: Преузимање кључа локалне ризнице није успело:

source: The installer failed to download the public key used to sign the local repository at ${MIRROR}:
fa: نصب کننده نتوانست کلید عمومی را که برای امضای مخازن محلی در ${MIRROR}است را دریافت کند:
hu: A telepítő nem tudta letölteni ennek a helyi tárolónak az aláíráshoz használt nyilvános kulcsát: ${MIRROR}:
ka: დაყენების პროგრამამ ვერ დააყენა საჯარო გასაღები, რომელიც ${MIRROR}-ზე ლოკალური რეპოზიტორიების ხელმოწერისაა გამოყენებული:
sr: Инсталер није успео да преузме јавни кључ коришћен за потписивање локалне ризнице на ${MIRROR}:

source: This may be a problem with your network, or with the server hosting this key. You can choose to retry the download, or ignore the problem and continue without all the packages from this repository.
fa: ممکن است مشکلی در شبکه‌تان یا کارساز میزبان این کلید باشد. می‌توانید دوباره برای بارگیری تلاش کنید یا از مشکل چشم پوشیده و بدون همهٔ بسته‌های این مخزن ادامه دهید.
hu: Ez lehet akár a hálózat vagy a kulcsot tároló kiszolgáló hibája is. Újrapróbálhatod, vagy figyelmen kívül hagyhatod a problémát és folytathatod a tároló csomagjai nélkül.
ka: შეიძლება, პრობლემა აქვს თქვენს ქსელს, ან სერვერს, რომელზეც ეს გასაღები დევს. შეგიძლიათ, აირჩიოთ თავიდან გადმოწერის ცდა, ან გამოტოვოთ ეს პრობლემა და ამ რეპოზიტორიაში არსებული პაკეტების გარეშე გააგრძელოთ.
sr: Проблем може бити до ваше мреже или до сервера на коме се налази овај кључ. Можете изабрати да поново покушате преузимање, или да занемарите овај проблем и наставите без свих пакета из ове ризнице.

source: Cannot access repository
fa: نتوانست به مخزن دسترسی پیدا کند
hu: A tároló nem érhető el
ka: რეპოზიტორიასთან წვდომა არ არსებობს
sr: Не могу да приступим ризници

source: The repository on ${HOST} couldn't be accessed, so its updates will not be made available to you at this time. You should investigate this later.
fa: مخزن روی ${HOST} نتوانست دستیابی شود، بنابراین به‌روزهای آن هم‌اکنون برای شما فراهم نخواهد شد. می‌بایست این را بعداً بررسی کنید.
hu: A következő kiszolgálón lévő tároló nem érhető el: ${HOST}. Így annak frissítései jelenleg nem lesznek elérhetők a számodra. Ezt később kell megold.
ka: რეპოზიტორია ${HOST} მისამართზე მიუწვდომელია, ან მისი განახლებები ამჟამად თქვენთვის არ არის მისაწვდომი. გთხოვთ ამ საკითხს მოგვიანებით დაუბრუნდეთ.
sr: Приступ ризници на ${HOST} није могућ, тако да ажурирани пакети неће бити тренутно доступни. Треба ово испитати касније.

source: Commented out entries for ${HOST} have been added to the /etc/apt/sources.list file.
fa: مدخل‌های خارج‌شده از حالت توضیحی برای ${HOST} به پرونده‌ٔ /etc/apt/sources.list افزوده شد.
hu: ${HOST} megjegyzései hozzáadásra kerültek az /etc/apt/sources.list fájlban.
ka: /etc/apt/sources.list ფაილში დაემატა ${HOST}-ის დაკომენტარებული ჩანაწერები.
sr: Уноси са поништеном напоменом за ${HOST} су додати у датотеку „/etc/apt/sources.list“.

source: security updates (from ${SEC_HOST})
fa: به‌روزرسانی‌های امنیتی (از ${SEC_HOST})
hu: biztonsági frissítések (innen: ${SEC_HOST})
ka: უსაფრთხოების განახლებები (${SEC_HOST}-დან)
sr: безбедносне закрпе (са ${SEC_HOST})

source: release updates
fa: به‌روزرسانی‌های انتشار
hu: kiadási frissítések
ka: რელიზის განახლებები
sr: ажурирани пакети

source: backported software
fa: نرم‌افزار انتقال داده‌شده به نسخه قبل
hu: backportolt szoftver
ka: უკან გადმოტანილი პროგრამები
sr: Софтвер портован из развојне гране

source: Services to use:
fa: خدمت‌های مورد استفاده:
hu: Használható szolgáltatások:
ka: გამოსაყენებელი სერვისები:
sr: Услуге за коришћење:

source: Debian has two services that provide updates to releases: security and release updates.
fa: دبیان دو خدمت دارد که به‌روزرسانی‌ها را برای انتشارها فراهم میکند: به‌روز رسانی‌های امنیتی و بروز رسانی‌های انتشار.
hu: A Debian két frissítési szolgáltatást nyújt: ezek a biztonsági (security) és a kiadási (release) frissítések.
ka: Debian-ს ორი სერვისი აქვს, რომელსაც რელიზების განახლება შეუძლია: უსაფრთხოების და რელიზის განახლებები.
sr: Дебиан има две услуге које обезбеђују ажурирања за издања: безбедносне закрпе и нова издања пакета.

source: Security updates help to keep your system secured against attacks. Enabling this service is strongly recommended.
fa: به‌روزرسانی‌های امنیتی،کمک می‌کند تا سامانه خود را در برابر حملات، ایمن نگاه دارید.فعال کردن این خدمت به شدت توصیه میشود.
hu: A biztonsági frissítésekkel a rendszer biztonságosabbá tehető a támadásokkal szemben. E szolgáltatás engedélyezése erősen ajánlott.
ka: უსაფრთხოების განახლებები, რომ თქვენი სისტემა შეტევების მიმართ მოწყვლადი არ იყოს. ამ სერვისის ჩართვა კატეგორიულად რეკომენდებულია.
sr: Безбедносне закрпе помажу да одржите систем безбедним против напада. Укључивање овог сервиса се строго препоручује.

source: Release updates provide more current versions for software that changes relatively frequently and where not having the latest version could reduce the usability of the software. It also provides regression fixes. This service is only available for stable and oldstable releases.
fa: به‌روزرسانی‌های انتشار، نسخه‌های جاری بیشتری برای نرم‌افزارهایی که بصورت نسبتا مکرر تغییر می‌کنند فراهم میکند و نداشتن آخرین نسخه، می‌تواند قابلیت استفاده نرم‌افزار را کاهش دهد. آن‌ها همچنین ترمیم‌های برگشتی را نیز فراهم می‌کنند.این سرویس، تنها برای انتشارهای پایدار و پایدار قدیمی، موجود است.
hu: A kiadási frissítések az olyan sűrűn változó szoftverek frissítéseit tartalmazza, melyeknél az elavulás csökkenti a használhatóságot. Ez a javítás közben belekerült hibák kijavítását is tartalmazza. Ez a szolgáltatás csak a „stable” és az „oldstable” kiadásokhoz érhető el.
ka: რელიზის განახლებები პროგრამების, რომლებიც შედარებით ხშირად იცვლება, მიმდინარე ვერსიებს შეიცავს და სადაც უახლესი ვერსიის არქონა მის გამოყენებადობას შეზღუდავს. ის ასევე შეიცავს რეგრესიის გასწორებებს. ეს სერვისი, მხოლოდ, სტაბილური და ძველი სტაბილური რელიზებისთვისაა ხელმისაწვდომი.
sr: Ажурирани пакети су новија издања софтвера који се релативно често мења и код којих непоседовање последњег издања може умањити употребљивост софтвера. Такође пружа исправке за ранија издања. Ова услуга је доступна само за „stable“ и „oldstable“ издања.

source: Backported software are adapted from the development version to work with this release. Although this software has not gone through such complete testing as that contained in the release, it includes newer versions of some applications which may provide useful features. Enabling backports here does not cause any of them to be installed by default; it only allows you to manually select backports to use.
fa: نرم‌افزار انتقال داده ‌شده به نسخه قبل، از نسخه در حال توسعه گرفته و سازگار شده‌اند تا با این انتشار کار کنند. این نرم‌افزارها آزمایش معمول را بشکل کامل پشت سر نگذاشته‌اند، اما شامل نسخه‌های جدید بعضی از نرم‌افزارهای کاربردی هستند که ممکن است امکانات قابل استفاده‌ای را فراهم نماید. فعال کردن این حالت باعث نمی‌شود تا هیچ‌کدام از آن‌ها بشکل پیش‌فرض نصب شوند و تنها به شما اجازه می‌دهد تا بشکل دستی آن‌ها را برای استفاده انتخاب کنید.
hu: Néhány szoftver backportolásra került a fejlesztői ágból, hogy együttműködjön ezzel a kiadással. Bár ezek a szoftverek nem mentek át teljes körű tesztelésen, mint a kiadáshoz tartozók, de az alkalmazások újabb változatait tartalmazzák, és hasznos új képességeket biztosíthatnak. A backport engedélyezése nem eredményezi egyikük alapértelmezett telepítését sem, csak lehetővé teszi, hogy kézzel kiválaszd a használni kívánt backportolt szoftvereket.
ka: ამ გამოშვებაში ზოგიერთი პროგრამა გადმოტანილია დამუშავების პროცესში მყოფი ვერსიიდან. მათ არ გაუვლიათ ისეთი სრული ტესტირება, როგორც სხვებს, მაგრამ ზოგი პროდუქტის ახალ ვერსიას შეიძლება საჭირო თვისებები ჰქონდეს და ამდენად, საინტერესო იყოს. გადმოტანილი პროგრამების ჩართვა მათ ავტომატურად დაყენებას არ ნიშნავს. ეს მხოლოდ მათი ხელით დაყენების საშუალებას მოგცემთ.
sr: Стародограђени програми су прилагођени из развојне гране да раде са овим издањем. Мада такав софтвер није прошао кроз потпуно тестирање као софтвер који се налази у издању, он садржи новија издања неких апликација које могу обезбедити корисне функције. Омогућавање ове ризнице не доводи до подразумеване инсталације софтвера, већ вам само омогућава да ручно изаберете стародограђене програме за коришћење.

source: Enable source repositories in APT?
fa: آیا مخازن منبع در APT فعال شوند؟
hu: Engedélyezed a forráskódtárolókat az APT csomagkezelőben?
ka: ჩავრთო კოდის რეპოზიტორიები APT-ში?
sr: Да укључим ризницу изворног кода у APT?

source: By default source repositories are listed in /etc/apt/sources.list (with appropriate "deb-src" lines) so that "apt-get source" works. However, if you don't need this feature, you can disable those entries and save some bandwidth during "apt-get update" operations.
fa: مخازن منبع پیش فرض در /etc/apt/sources.list (با خطوط مناسب "deb-src") ذکر شده اند تا "apt-get source" کار کند. با این حال ، اگر نیازی به این ویژگی ندارید ، می توانید آن‌ها را غیرفعال کنید و در حین عملیات "apt-get update" پهنای باند کمتری مصرف کنید.
hu: Alapértelmezés szerint a forráskódtárolók is fel vannak sorolva az „/etc/apt/sources.list” fájlban (a megfelelő „deb-src” sorokkal), így az „apt-get source” működik. Ha azonban nincs szükséged erre, kikapcsolhatod ezeket a bejegyzéseket, és így némi sávszélességet takaríthatsz meg az „apt-get update” futtatása során.
ka: ნაგულისხმევად კოდის რეპოზიტორიები ჩამოთვლილია /etc/apt/sources.list-ში (შესაბამისი "deb-src" ხაზებით), ასე რომ "apt-get source" იმუშავებს. მაგრამ, თუ ეს ფუნქცია არ გჭირდებათ, შეგიძლიათ, გათიშოთ ეს ჩანაწერები და შეინახოთ ტრაფიკი "apt-get update"-ის დროს.
sr: По основи списак софтверских ризница се налази у „/etc/apt/sources.list“ (са одговарајућим „deb-src“ редовима) тако да „apt-get source“ ради. Међутим, ако не желите ову функцију, можете искључити ове уносе и сачувати мало интернет протока током „apt-get update“ радњи.

source: Scanning the installation media...
fa: پوییدن رسانهٔ نصب…
hu: Telepítő adathordozó átnézése...
ka: დასაყენებელი მედიის სკანირება...
sr: Скенирам инсталациони медиј...

source: apt configuration problem
fa: مشکل پیکربندی apt
hu: apt beállítási probléma
ka: apt-ის კონფიგურაციის პრობლემა
sr: проблем подешавања apt-а

source: An attempt to configure apt to install additional packages from the media failed.
fa: تلاش برای پیکربندی apt برای نصب بسته‌های اضافی از رسانه نصب شکست خورد.
hu: Nem sikerült az apt csomagkezelőt beállítani úgy, hogy további csomagokat tudj telepíteni az adathordozóról.
ka: მცდელობა, მომხდარიყო apt-ის მორგება, რომ მედიიდან დამატებითი პაკეტები დაეყენებინა, ჩავარდა.
sr: Покушај да се подеси апт да би инсталирао додатне пакете са медија није успео.

source: Scan extra installation media?
fa: پویش رسانهٔ نصب اضافی؟
hu: Átnézed az extra telepítő adathordozót?
ka: დავასკანირო დამატებითი დასაყენებელი მედია?
sr: Да скенирам додатни инсталациони медиј?

source: Scanning your installation media finds the label:
fa: پوییدن رسانهٔ نصبتان این برچسب را می‌یابد:
hu: A következő címkét találta a telepítő adathordozód átnézése:
ka: თქვენი დასაყენებელი მედიის სკანირება პოულობს ჭდეს:
sr: Скенирањем вашег инстал. медија нађох натпис:

source: You now have the option of scanning additional media for use by the package manager (apt). Normally these should be from the same set as the one you booted from. If you do not have any additional media, this step can just be skipped.
fa: اکنون گزینهٔ پویش رسانه‌های اضافی برای استفاده به دست مدیر بسته (apt) را دارید. معمولاً این رسانه‌ها باید از همان مجموعه‌ای باشند که از آن راه‌اندازی کرده‌اید. این گام می‌تواند در صورت نداشتن رسانهٔ اضافی رد شود.
hu: Most van lehetőséged további adathordozó átnézésére a csomagkezelő (apt) számára. Általában ezek ugyanabban a készletben vannak, mint amelyről indítottál. Ha nincs további adathordozód, akkor ezt a lépés egyszerűen kihagyhatod.
ka: საშუალება გაქვთ ,გადასინჯოთ დამატებითი მედია, რომელთა გამოყენებასაც პაკეტების მმართველში (apt) შეძლებთ. წესით, დისკები იგივეა, საიდანაც ჩაიტვირთეთ. თუ თქვენ არ გაგაჩნიათ დამატებითი მედია, შეგიძლიათ, გამოტოვოთ ეს ნაბიჯი.
sr: Сада имате могућност да скенирате додатне медије које користи управљач пакетима (apt). Обично би требало да су из истог скупа као и они са кога сте подигли систем. Ако немате никаквих додатних медија онда можете једноставно прескочити овај корак.

source: If you wish to scan more media, please insert another one now.
fa: ورود رسانه‌ای دیگر در صورت نیاز به پویش.
hu: Ha további adathordozót néznél át, tegyél be egy másikat most.
ka: თუ გსურთ სხვა დისკის გადასინჯვა, გთხოვთ მოათავსოთ იგი დისკწამყვანში.
sr: Ако желите да скенирате више медија, убаците их сада.

source: The image with the following label has been scanned:
fa: تصویری با این برچسب پویش شد:
hu: Az alábbi címkéjű lemezkép átnézve:
ka: დასკანირებულია დისკის ასლის ფაილი შემდეგი ჭდით:
sr: Скенирана је слика са следећом ознаком:

source: The image with the following label has already been scanned:
fa: تصویری با این برچسب از پیش پوییده شده بود:
hu: Az alábbi címkéjű lemezkép már korábban át lett nézve:
ka: დისკის ასლის ფაილი შემდეგ ჭდით უკვე დასკანერებულია:
sr: Слика са следећом ознаком је већ претходно била скенирана:

source: Please replace it now, if you wish to scan another.
fa: اگر می‌خواهید رسانهٔ دیگری پوییده شود، لطفاً اکنون جایگزین شود.
hu: Cseréld ki most, ha másikat szeretnél átnézetni.
ka: შეცვალეთ ის ახლა, თუ გსურთ, სხვისი სკანირებაც მოხდეს.
sr: Замените га сада ако желите да скенирате неки други.

source: Please check that the media has been inserted correctly.
fa: لطفاً ورود درست رسانه را بررسی کنید.
hu: Ellenőrizd, hogy az adathordozó helyesen lett-e betéve.
ka: დარწმუნდით, რომ მედია სწორად ჩადეთ.
sr: Проверите да ли је медиј исправно убачен.

source: Media change
fa: رسانه عوض شد
hu: Adathordozó csere
ka: მედიის ცვლილება
sr: Замена медијума

source: Please insert the media labeled '${LABEL}' and press enter.
fa: لطفاً رسانه با برچسب «${LABEL}» را وارد کرده و ورود را بزنید.
hu: Tedd be ezt az adathorfozót „${LABEL}”, és nyomd meg az entert.
ka: ჩადეთ დისკი ჭდით '${LABEL}' და დააჭირეთ ღილაკს Enter.
sr: Убаците медиј означен као „${LABEL}“ и притисните тастер Унеси.

source: Disabling netinst CD in sources.list...
fa: از کار انداختن سی‌دی نصب شبکه در sources.list...
hu: A hálózati telepítő CD (netinst CD) letiltása a sources.list fájlban...
ka: sources.list ფაილში netinst CD-ს გაუქმება...
sr: Искључујем „netinst CD“ у датотеци „sources.list“...

source: If you are installing from a netinst CD image and choose not to use a mirror, you will end up with only a very minimal base system.
fa: اگر از تصویر سی‌دی netinst نصب می‌کنید و استفاده نکردن از آینه را گزیده‌اید، در نهایت با سامانهٔ پایه‌ای بسیار کمینه‌ای روبه‌رو خواهید شد.
hu: Ha hálózati telepítő CD-ről telepítesz, és nem használsz tükörszevert, akkor csak egy nagyon minimális alaprendszert kapsz.
ka: თუ თქვენ დაყენებას netinst CD-დან ახორციელებთ და უარი თქვით ქსელური სარკის გამოყენებაზე, მიიღებთ ძალიან შეზღუდულ საბაზო სისტემას.
sr: Ако инсталирате са мрежне ЦД слике и одаберете да не користите мирор, на крају ћете добити веома минималан основни систем.

source: You are installing from a netinst CD image, which by itself only allows installation of a very minimal base system. Use a mirror to install a more complete system.
fa: از تصویر سی‌دی netinst نصب می‌کنید که تنها اجازهٔ نصب سامانهٔ پایه‌ای بسیار کمینه‌ای را خواهد داد. برای نصب سامانه‌ای کامل‌تر از آینه استفاده کنید.
hu: Egy hálózati telepítő CD lemezképről (netinst CD) telepítesz, amely önmagában csak egy nagyon minimális alaprendszer telepítését teszi lehetővé. Egy teljesebb rendszer telepítéséhez használj tükörszervert.
ka: თქვენს დაყენებას netinst CD დისკიდამ ახორციელებთ, რომელიც თავისთავად მხოლოდ მინიმალური ბაზისური სისტემას დააყენებს. სისტემის გასაფართოებლად გამოიყენეთ ქსელური სარკე.
sr: Инсталирате са „netinst“ CD-а који обезбеђује само инсталирање врло минималног основног система. Да бисте инсталирали потпунији систем користите извор.

source: You are installing from an image which contains a limited selection of packages.
fa: از تصویری نصب می‌کنید که گزیده‌ای محدود از بسته‌ها را دارد.
hu: Olyan lemezképről telepítesz, amely korlátozott csomagválasztékot tartalmaz.
ka: მიმდინარეობს დაყენება დისკის ასლის ფაილიდან, რომელიც პაკეტების შეზღუდულ რაოდენობას შეიცავს.
sr: Инсталирате са слике која садржи ограничен избор пакета.

source: You have scanned %i images. Even though these contain a fair selection of packages, some may be missing (notably some packages needed to support languages other than English).
fa: تعداد %i تصویر را پوییده‌اید. با این که محموعه‌ای مناسب از بسته‌ها را دارید، ممکن است برخی از بسته‌ها (به طور خاص بسته‌های مربوط به پشتیبانی زبان) غایب باشند.
hu: %i lemezkép lett átnézve. Annak ellenére, hogy ezek megfelelő csomagválasztékot tartalmaznak, néhány csomag hiányozhat (nevezetesen az egyes nyelvek teljes támogatásához szükséges csomagok).
ka: თქვენ გადასინჯეთ %i დისკის ასლის ფაილი. მიუხედავად იმისა, რომ მათზე მრავალი პაკეტია მოთავსებული, შესაძლოა რამდენიმე მათგანი მაინც აკლდეს (განსაკუთრებით პაკეტები, რომლებიც ინგლისურის გარდა სხვა ენების მხარდაჭერისთვის არის განკუთვნილი).
sr: Скенирали сте %i слике. Иако оне садрже добар избор пакета, неки пакети можда недостају (посебно они потребни за подршку другим језицима осим енглеског).

source: You have scanned %i images. Even though these contain a large selection of packages, some may be missing.
fa: تعداد %i تصویر را پوییده‌اید. با این که محموعه‌ای مناسب از بسته‌ها را دارید، ممکن است برخی از بسته‌ها غایب باشند.
hu: %i lemezkép lett átnézve. Annak ellenére, hogy ezek sok csomagot tartalmaznak, néhány csomag hiányozhat.
ka: თქვენ გადასინჯეთ %i დისკის ასლის ფაილი. მიუხედავად იმისა, რომ მათზე მრავალი პაკეტია მოთავსებული, შესაძლოა ზოგიერთი მათგანი მაინც აკლდეს.
sr: Скенирали сте %i слике. Иако оне садрже велики избор пакета, неки пакети можда недостају.

source: Note that using a mirror can result in a large amount of data being downloaded during the next step of the installation.
fa: توجّه داشته باشید استفاده از آینه می‌تواند منجر به بارگیری مقدار زیادی داده در گام بعدی نصب شود.
hu: Jó ha tudod, hogy a tükörszerver használata nagy mennyiségű adat letöltését eredményezheti a telepítés következő részében.
ka: გაითვალისწინეთ, რომ ქსელური სარკის არჩევამ, შესაძლოა, დაყენების შემდეგ საფეხურზე მონაცემთა დიდი რაოდენობის გადმოწერა გამოიწვიოს.
sr: Знајте да коришћење мирора може резултирати у великој количини података који ће се преузимати у следећем кораку инсталације.

source: You are installing from a DVD image. Even though it contains a large selection of packages, some may be missing.
fa: از تصویر دی‌وی‌دی نصب می‌کنید. با این که محموعه‌ای مناسب از بسته‌ها را دارید، ممکن است برخی از بسته‌ها غایب باشند.
hu: Egy DVD lemezképről telepítesz. Annak ellenére, hogy ez sok csomagot tartalmaz, néhány csomag hiányozhat.
ka: აყენებთ DVD დისკიდან. მიუხედავად იმისა, რომ DVD დისკზე პაკეტთა დიდი რაოდენობაა მოთავსებული, შესაძლოა, ზოგიერთი მათგანი მაინც აკლდეს.
sr: Инсталирате са ДВД слике. Иако садржи велики избор пакета, неки пакети можда недостају.

source: Unless you don't have a good Internet connection, use of a mirror is recommended, especially if you plan to install a graphical desktop environment.
fa: استفاده از آینه جز وقتی که اینترنت خوبی نداشته باشید پیشنهاد می‌شود. مخصوصاً اگر قصد نصب میزکاری نگاشتاری را دارید.
hu: Ha jó internetkapcsolatod van, ajánlott a tükörszerver használata, főleg, ha grafikus asztali környezet telepítését tervezed.
ka: იმ შემთხვევის გარდა, როცა კარგი ინტერნეტკავშირი არ გაქვთ, სარკის გამოყენება რეკომენდებულია. განსაკუთრებით, თუ გრაფიკულ სამუშაო გარემოს დაყენებას აპირებთ.
sr: Осим ако немате добру везу ка Интернету, коришћење извора се препоручује, посебно ако планирате да инсталирате графичко окружење.

source: If you have a reasonably good Internet connection, use of a mirror is suggested if you plan to install a graphical desktop environment.
fa: اگر اینترنت معقولی دارید، استفاده از آینه در صورت داشتن قصد نصب میزکار نگاشتاری پیشنهاد می‌شود.
hu: Ha viszonylag jó internetkapcsolattal rendelkezel, javasolt a tükörszerver használata, ha grafikus asztali környezet telepítését tervezed.
ka: თუ საკმაოდ კარგი ინტერნეტკავშირი გაქვთ, შეგიძლიათ ამოირჩიოთ ქსელური სარკე, თუ გრაფიკული გარემოს დაყენებას აპირებთ.
sr: Ако имате добру везу ка Интернету, коришћење мирора се препоручује ако планирате да инсталирате графичко окружење.

source: Scanning the mirror...
fa: پوییدن آینه…
hu: Tükörszerver átnézése...
ka: სარკის სკანირება....
sr: Скенирам мирор...

source: Use non-free firmware?
fa: استفاده از ثابت‌افزار ناآزاد؟
hu: Használod a nem-szabad firmware-eket?
ka: გამოვიყენო არა-თავისუფალი მიკროკოდი?
sr: Да користим неслободни фирмвер?

source: Firmware is a kind of software providing low-level control of certain hardware components (such as Wi-Fi cards or audio chipsets), which may not function fully or at all without it.
fa: ثابت‌افزار نوعی نرم‌افزار است که واپایش سطح پایین مولفه‌های سخت‌افزاری خاصی (چون کارت‌های وای‌فای یا تراشه‌های صدا) را فراهم کرده و ممکن است بدون آن درست یا اصلاً کار نکند.
hu: A firmware egy olyan szoftver, amely bizonyos hardverösszetevők (például Wi-Fi kártyák vagy audio chipkészletek) alacsony szintű vezérlését biztosítja, amelyek enélkül esetleg nem működnek teljesen vagy egyáltalán sem.
ka: მიკროკოდი პროგრამის ტიპია ზოგიერთი აპარატურული კომპონენტის (მაგ: Wi-Fi ბარათები ან აუდიო ჩიპები) ქვედა დონის მართვისთვის, რომლებიც ისე არ იმუშავებდნენ.
sr: Фирмвер је такав софтвер који обезбеђује контролу ниског нивоа неких компоненти хардвера (као што је бежична картица или аудио чипсет), које не могу у делимично или у потпуности да раде без њега.
